Repository: zorem/advanced-local-pickup-for-woocommerce
Catalog: lang/advanced-local-pickup-for-woocommerce-*.po
Languages: ca_ca, he_il, nb_no

source: Get to the Advanced Local Pickup Pro
nb_no: Gå til Advanced Local Pickup Pro

source: To
ca_ca: Per a
he_il: ל
nb_no: Til

source: 12 hour
ca_ca: 12 hores
he_il: 12 שעות
nb_no: 12 timer

source: 24 hour
ca_ca: 24 hores
he_il: 24 שעות
nb_no: 24 timer

source: Add Location
nb_no: Legg til lokasjon

source: Add-ons
nb_no: Tilleggstjenester

source: Additional content on processing email in case of local pickup orders
ca_ca: Contingut addicional en processar el correu electrònic en cas de comandes de recollida locals
he_il: תוכן נוסף לעיבוד דוא"ל במקרה של הזמנות איסוף מקומיות
nb_no: Tilleggsinnhold ved behandling av e-post i tilfelle lokale hentebestillinger

source: Address
ca_ca: adreça
he_il: כתובת
nb_no: Adresse

source: Advanced Local Pickup
nb_no: Avansert lokal henting

source: An additional, optional address line for your business location.
ca_ca: Una línia d’adreça opcional addicional per a la ubicació de la vostra empresa.
he_il: שורת כתובת אופציונלית נוספת למיקום העסק שלך.
nb_no: En ekstra, valgfri adresselinje for bedriftsstedet ditt.

source: Apply & close
ca_ca: Aplica i tanca
he_il: החל וסגור
nb_no: Legg til og lukk

source: Available variables:
ca_ca: Variables disponibles:
he_il: משתנים זמינים:
nb_no: Tilgjengelige variabler:

source: Background color
ca_ca: Color de fons
he_il: צבע רקע
nb_no: Bakgrunnsfarge

source: Business Hours
ca_ca: Horari laboral
he_il: שעות עסקים
nb_no: Åpningstider

source: Business Hours header text
ca_ca: Text de capçalera Horari laboral
he_il: טקסט כותרת שעות פעילות
nb_no: Overskriftstekst for åpningstider

source: Change status to Picked up
ca_ca: Canvieu l'estat a Recollit
he_il: שנה סטטוס לאסוף
nb_no: Endre status til Hentet

source: Change status to Ready for pickup
ca_ca: Canvieu l'estat a A punt per recollir
he_il: שנה סטטוס ל- מוכן לאיסוף
nb_no: Endre status til Klar for henting

source: Content font color
ca_ca: Color de la font del contingut
he_il: צבע גופן התוכן
nb_no: Innhold skriftfarge

source: Content font size
ca_ca: Mida del tipus de lletra del contingut
he_il: גודל גופני התוכן
nb_no: Innhold skriftstørrelse

source: Content line height
ca_ca: Alçada de la línia de contingut
he_il: גובה שורת התוכן
nb_no: Innholdslinjens høyde

source: Custom Order Statuses
nb_no: Tilpassede bestillingsstatuser

source: Customer account > order history > order details page
nb_no: Kundekonto> bestillingshistorikk> bestillingsside

source: Customer View
nb_no: Kundevisning

source: Customize the pickup Instructions display on the order emails and my-account.
nb_no: Tilpass hentesinstruksjonene som vises på bestillings-e-postene og min konto.

source: Customizer
nb_no: Tilpasser

source: Dark Font
ca_ca: Tipus de lletra fosc
he_il: גופן כהה
nb_no: Mørk Skrift

source: Display Time Format
ca_ca: Format d’hora de visualització
he_il: פורמט זמן תצוגה
nb_no: Vis tidsformat

source: Documentation
nb_no: Dokumentasjon

source: edit email
nb_no: rediger e-post

source: Edit Pickup Location
nb_no: Rediger hentelokasjon

source: Email content
ca_ca: Contingut per correu electrònic
he_il: תוכן בדוא"ל
nb_no: E-postinnhold

source: Enable Picked up order status email
ca_ca: Activa el correu electrònic d'estat de la comanda recollida
he_il: אפשר אימייל סטטוס הזמנה שנאסף
nb_no: Aktiver e-post for bestillingsstatus Hentet

source: Enable Ready for Pickup order status email
ca_ca: Activeu el correu electrònic d'estat de la comanda Preparat per a la recollida
he_il: אפשר דוא"ל סטטוס הזמנה מוכן לאיסוף
nb_no: Aktiver e-post for bestillingsstatus Klar til henting

source: From
ca_ca: Des de
he_il: מ
nb_no: Fra

source: General Settings
ca_ca: Configuració general
he_il: הגדרות כלליות
nb_no: Generelle innstillinger

source: Headers Background color
ca_ca: Capçaleres Color de fons
he_il: כותרות צבע רקע
nb_no: Overskrifter Bakgrunnsfarge

source: Headers font color
ca_ca: Color de lletra de capçaleres
he_il: צבע גופן של כותרות
nb_no: Overskrifter skriftfarge

source: Headers font size
ca_ca: Mida de la lletra de les capçaleres
he_il: גודל הגופן של הכותרות
nb_no: Overskrifter skriftstørrelse

source: Hi there. we thought you'd like to know that your recent order from {site_title} has been picked up.
nb_no: Hei der. vi tenkte du ville vite at den nylige bestillingen din fra {site_title} er hentet.

source: Hi there. we thought you'd like to know that your recent order from {site_title} has been ready for pickup.
ca_ca: Hola. hem pensat que voldríeu saber que la vostra comanda recent de {site_title} ja estava preparada per recollir-la.
he_il: שלום שם. חשבנו שתרצה לדעת שההזמנה האחרונה שלך מ- {site_title} הייתה מוכנה לאיסוף.
nb_no: Hei der. vi tenkte du ville vite at den nylige bestillingen din fra {site_title} er klar for henting.

source: Hide Local Pickup Section Heading
ca_ca: Amaga l'encapçalament de la secció de recollida local
he_il: הסתר כותרת מדור איסוף מקומי
nb_no: Skjul overskrift for lokal henting

source: Hide Table Headers
ca_ca: Amaga les capçaleres de la taula
he_il: הסתר כותרות שולחן
nb_no: Skjul tabelloverskrifter

source: If you enjoy using the Advanced Local Pickup plugin, please take a minute to share your review
nb_no: Hvis du liker å bruke Advanced Local Pickup-utvidelsen, kan du ta deg tid til å dele anmeldelsen din

source: Light Font
ca_ca: Font de llum
he_il: גופן קל
nb_no: Lys Skrift

source: Local Pickup Order Status Emails
ca_ca: Correu electrònic d’estat de la comanda de recollida local
he_il: מיילים על סטטוס הזמנת איסוף מקומי
nb_no: Lokale hentestatus-e-postmeldinger

source: Local Pickup section heading text
ca_ca: Text de capçalera de la secció Local Pickup
he_il: טקסט כותרת מקטע איסוף מקומי
nb_no: Lokal avhentingstekst for seksjon

source: Location Name
ca_ca: Nom de la ubicació
he_il: שם מיקום
nb_no: Lokasjonsnavn

source: Mark order as picked up
ca_ca: Marca la comanda com a recollida
he_il: סמן את ההזמנה כפי שנאספה
nb_no: Merk bestillingen som hentet

source: Mark order as ready for pickup
ca_ca: Marca la comanda com a preparada per recollir-la
he_il: סמן את ההזמנה כמוכנה לאיסוף
nb_no: Merk bestillingen som Klar for henting

source: Name & Special Instructions
ca_ca: Nom i instruccions especials
he_il: שם והוראות מיוחדות
nb_no: Navn og spesielle instruksjoner

source: Need additional pickup locations?
nb_no: Trenger du flere hentelokasjoner?

source: Order received page
ca_ca: Pàgina de comanda rebuda
he_il: ההזמנה התקבלה
nb_no: Bestilling mottatt side

source: Picked up
ca_ca: Recollit
he_il: נאסף
nb_no: Hentet

source: Picked up order
nb_no: Hentet bestilling

source: Picked up Order emails are sent to customers when their orders are marked picked up.
nb_no: E-post for Hentede bestillinger sendes til kunder når bestillingen deres er markert som hentet.

source: Picked up order status email
nb_no: E-post status Hentet bestilling

source: Picked up status email
nb_no: E-post Hentet status

source: Pickup Address
ca_ca: Adreça de recollida
he_il: כתובת איסוף
nb_no: Henteadresse

source: Pickup address header text
ca_ca: Text de capçalera de l'adreça de recollida
he_il: טקסט כותרת כתובת איסוף
nb_no: Henteadresse overskriftstekst

source: Pickup Instruction
ca_ca: Instruccions de recollida
he_il: הוראת איסוף
nb_no: Henteinstruksjon

source: Pickup Instructions Display
nb_no: Henteinstruksjoner Visning

source: Pickup Instructions Layout
ca_ca: Disseny de les instruccions de recollida
he_il: פריסת הוראות איסוף
nb_no: Henteinstruksjoner Layout

source: Pickup Locations
nb_no: Hentesteder:

source: Please install and activate %sWooCommerce%s for WC local pickup to work!
nb_no: Installer og aktiver %sWooCommerce% s for at WC lokal henting skal fungere!

source: Please select a order...
ca_ca: Seleccioneu una comanda ...
he_il: אנא בחר הזמנה ...
nb_no: Velg en bestilling...

source: Please select order to preview.
nb_no: Velg rekkefølge for å forhåndsvise.

source: Preview order
ca_ca: Previsualitza l’ordre
he_il: סדר תצוגה מקדימה
nb_no: Forhåndsvisning av bestilling

source: Processing order email
ca_ca: S'està processant el correu electrònic de la comanda
he_il: מעבד מייל של הזמנה
nb_no: E-post Behandler bestilling

source: Ready for Pickup
ca_ca: Llest per a la recollida
he_il: מוכן לאיסוף
nb_no: Klar til å hentes

source: Ready for pickup
ca_ca: Llest per a la recollida
he_il: מוכן לאיסוף
nb_no: Klar til å hentes

source: Ready for Pickup order
nb_no: Bestilling Klar for henting

source: Ready for Pickup Order emails are sent to customers.
nb_no: E-post Bestilling Klar for henting sendes til kunder.

source: Ready for Pickup order status email
nb_no: E-post bestillingsstatus Klar for henting

source: Save & close
ca_ca: Desa i tanca
he_il: שמור סגור
nb_no: Lagre og lukk

source: Select an order to preview and design the pickup instructions display.
ca_ca: Seleccioneu una comanda per previsualitzar i dissenyar la pantalla de les instruccions de recollida.
he_il: בחר הזמנה לתצוגה מקדימה ועיצוב תצוגת הוראות האיסוף.
nb_no: Velg en bestilling for å forhåndsvise og utforme skjermbildet for henting.

source: Select order to preview
nb_no: Velg bestilling å forhåndsvise

source: Select time format which you want to display in business hours for customers.
ca_ca: Seleccioneu el format d'hora que vulgueu mostrar als clients en horari comercial.
he_il: בחר פורמט זמן שברצונך להציג בשעות הפעילות של לקוחות.
nb_no: Velg tidsformatet du vil vise i åpningstiden for kunder.

source: Send Email
ca_ca: Envia un correu electrònic
he_il: שלח אימייל
nb_no: Send e-post

source: Special Instruction
ca_ca: Instrucció especial
he_il: הוראות מיוחדות
nb_no: Spesiell instruksjon

source: Table Border color
ca_ca: Color de la vora de la taula
he_il: צבע גבול שולחן
nb_no: Tabell Bordfarge

source: Table Border size
ca_ca: Mida de la vora del quadre
he_il: גודל גבול שולחן
nb_no: Tabell Bordstørrelse

source: TABLE CONTENT
ca_ca: CONTINGUT DE LA TAULA
he_il: תוכן לוח
nb_no: TABELINNHOLD

source: TABLE HEADERS
ca_ca: CAPÇALES DE TAULA
he_il: כותרות שולחן
nb_no: TABELL HEADERE

source: The Advanced Local Pickup (ALP) helps you handle local pickup orders more conveniently by extending the WooCommerce Local Pickup shipping method.
ca_ca: La recollida local avançada (ALP) us ajuda a gestionar les comandes de recollida local amb més comoditat ampliant el mètode d’enviament de la recollida local de WooCommerce.
he_il: האיסוף המקומי המתקדם (ALP) מסייע לך לטפל בהזמנות איסוף מקומיות בצורה נוחה יותר על ידי הרחבת שיטת המשלוח לאיסוף מקומי של WooCommerce.
nb_no: Advanced Local Pickup (ALP) hjelper deg med å håndtere lokale pickupbestillinger lettere ved å utvide WooCommerce Local Pickup fraktmetode.

source: The location name for your business location.
ca_ca: El nom de la ubicació de la vostra empresa.
he_il: שם המיקום של מיקום העסק שלך.
nb_no: Lokasjonsnavnet til virksomheten din.

source: the select for working days of your store.
ca_ca: la selecció dels dies laborables de la vostra botiga.
he_il: בחר עבור ימי עבודה של החנות שלך.
nb_no: velg arbeidsdager i butikken din.

source: The special instruction for your store.
ca_ca: La instrucció especial per a la vostra botiga.
he_il: ההוראות המיוחדות לחנות שלך.
nb_no: Den spesielle instruksjonen for butikken din.

source: This section lets you customize the Email Content.
nb_no: Denne delen lar deg tilpasse e-postinnholdet.

source: We detected %s orders that use the Picked up order status, You can reassign these orders to a different status
nb_no: Vi oppdaget %s bestillinger som har status Hentet bestilling. Du kan tilordne disse bestillingene en annen status

source: We detected %s orders that use the Ready for pickup order status, You can reassign these orders to a different status
nb_no: Vi oppdaget %s bestillinger som bruker status Klar for henting. Du kan tilordne disse bestillingene en annen status

source: Work Hours
ca_ca: Horari laboral
he_il: שעות עבודה
nb_no: Arbeidstid

source: you must add location name and save to proceed
ca_ca: heu d'afegir el nom de la ubicació i desar per continuar
he_il: עליך להוסיף שם מיקום ולשמור כדי להמשיך
nb_no: du må legge til lokasjonsnavn og lagre for å fortsette

source: You will receive an email when your order is ready for pickup.
ca_ca: Rebràs un correu electrònic quan la comanda estigui a punt per recollir-la.
he_il: תקבל מייל כאשר ההזמנה תהיה מוכנה לאיסוף.
nb_no: Du vil motta en e-post når bestillingen er klar for henting.

source: Your Opinion Meters!
nb_no: Dine synspunkter måler!

source: Your Order is picked up
nb_no: Bestillingen din er hentet

source: Your Order is Ready for pickup
ca_ca: La vostra comanda està a punt per recollir-la
he_il: ההזמנה שלך מוכנה לאיסוף
nb_no: Bestillingen din er klar for henting

source: Your {site_title} order is now picked up
nb_no: {site_title} -bestillingen din er nå hentet

source: Your {site_title} order is now Ready for pickup
ca_ca: La vostra comanda de {site_title} ja està a punt per recollir-la
he_il: הזמנת {site_title} שלך מוכנה כעת לאיסוף
nb_no: {site_title} -bestillingen din er nå klar for henting

source: Your {site_title} order is picked up
nb_no: {site_title} -bestillingen din er hentet

source: To
ca_ca: Per a
he_il: ל

source: Customize
ca_ca: Personalitzar
he_il: התאמה אישית

source: Email Notifications
ca_ca: Notificacions per correu electrònic
he_il: הודעות דוא"ל

source: Email Type
ca_ca: Tipus de correu electrònic
he_il: סוג דוא"ל

source: Friday
ca_ca: divendres
he_il: יוֹם שִׁישִׁי

source: Go Pro
he_il: להתמקצע

source: Hi {customer_first_name}. Thank you for picking up your {site_title} order #{order_number}. We hope you enjoyed your shopping experience.
ca_ca: Hola, {customer_first_name}. Gràcies per recollir la vostra comanda {site_title} núm. {Order_number}. Esperem que us hagi agradat la vostra experiència de compra.
he_il: שלום {customer_first_name}. תודה שגילית את ההזמנה שלך ב- {site_title} מס '{order_number}. אנו מקווים שנהניתם מחוויית הקנייה שלכם.

source: Monday
ca_ca: dilluns
he_il: יוֹם שֵׁנִי

source: My Account (orders history)
ca_ca: El meu compte (historial de comandes)
he_il: החשבון שלי (היסטוריית הזמנות)

source: Picked Up
ca_ca: Recollit
he_il: נאסף

source: Picked up (%s)
ca_ca: Recollit (% s)
he_il: נאסף (%s)

source: Pickup Location
ca_ca: Ubicació de recollida
he_il: בחר מיקום

source: Ready for Pickup (%s)
ca_ca: A punt per recollir (% s)
he_il: מוכן לאיסוף (%s)

source: Saturday
ca_ca: dissabte
he_il: יום שבת

source: Select email type
ca_ca: Seleccioneu el tipus de correu electrònic
he_il: בחר סוג דוא"ל

source: Sunday
ca_ca: diumenge
he_il: יוֹם רִאשׁוֹן

source: The phone number for your business information.
ca_ca: El número de telèfon de la informació de la vostra empresa.
he_il: מספר הטלפון לפרטי העסק שלך.

source: Thursday
ca_ca: dijous
he_il: יוֹם חֲמִישִׁי

source: Tuesday
ca_ca: dimarts
he_il: יוֹם שְׁלִישִׁי

source: Wednesday
ca_ca: dimecres
he_il: יום רביעי

source: Your order from {site_title} was picked up
ca_ca: La vostra comanda de {site_title} es va recollir
he_il: ההזמנה שלך מ- {site_title} נאספה
