Repository: zorem/advanced-local-pickup-for-woocommerce
Catalog: lang/zorem-local-pickup-*.po
Languages: de_de, es_es, he_il, it_it

source: To
de_de: Zu
es_es: A
he_il: אֶל
it_it: A

source: To
de_de: Zu
es_es: A
he_il: אֶל
it_it: A

source: 12 hour
de_de: 12 Stunden
es_es: 12 horas
he_il: 12 שעות
it_it: 12 ore

source: 24 hour
de_de: 24 Stunden
es_es: 24 horas
he_il: 24 שעות
it_it: 24 ore

source: add comma-seperated emails, defaults to placeholder {customer_email}
de_de: Komma-getrennte E-Mails hinzufügen, standardmäßig ist der Platzhalter {customer_email}
es_es: Agregue correos electrónicos separados por comas, el valor predeterminado es el marcador de posición {customer_email}
he_il: הוסף הודעות אימייל מופרדות בפסיקים, ברירת המחדל למציין מיקום {customer_email}
it_it: aggiungi email separate da virgole, il valore predefinito è il segnaposto {customer_email}

source: add comma-seperated emails, defaults to placeholder {customer_email}
de_de: Komma-getrennte E-Mails hinzufügen, standardmäßig ist der Platzhalter {customer_email}
es_es: Agregue correos electrónicos separados por comas, el valor predeterminado es el marcador de posición {customer_email}
he_il: הוסף הודעות אימייל מופרדות בפסיקים, ברירת המחדל למציין מיקום {customer_email}
it_it: aggiungi email separate da virgole, il valore predefinito è il segnaposto {customer_email}

source: Additional content on processing email in case of local pickup orders
de_de: Zusätzliche Informationen zur Bearbeitung von E-Mails bei Bestellungen zur Selbstabholung
es_es: Contenido adicional sobre el procesamiento de correo electrónico en caso de pedidos de recogida local
he_il: תוכן נוסף על עיבוד דואר אלקטרוני במקרה של הזמנות איסוף מקומיות
it_it: Contenuto aggiuntivo sull'elaborazione delle e-mail in caso di ordini di ritiro locale

source: Address
de_de: Adresse
es_es: DIRECCIÓN
he_il: כְּתוֹבֶת
it_it: Indirizzo

source: Allow local pickup and other shipping methods on the same order
de_de: Lokale Abholung und andere Versandmethoden für dieselbe Bestellung zulassen
es_es: Permitir recogida local y otros métodos de envío en el mismo pedido
he_il: אפשר איסוף מקומי ושיטות משלוח אחרות באותה הזמנה
it_it: Consenti il ritiro locale e altri metodi di spedizione sullo stesso ordine

source: An additional, optional address line for your business location.
de_de: Eine zusätzliche, optionale Adresszeile für Ihren Geschäftsstandort.
es_es: Una línea de dirección adicional y opcional para la ubicación de su negocio.
he_il: שורת כתובת נוספת ואופציונלית עבור מיקום העסק שלך.
it_it: Un'ulteriore riga facoltativa per l'indirizzo della tua attività.

source: Apply & close
de_de: Bewerben & schließen
es_es: Aplicar y cerrar
he_il: החל וסגור
it_it: Applica e chiudi

source: Apply a discount or a fee for local pickup orders
de_de: Einen Rabatt oder eine Gebühr für lokale Selbstabholungen anwenden
es_es: Aplicar un descuento o una tarifa para pedidos de recogida local
he_il: החל הנחה או עמלה עבור הזמנות איסוף מקומיות
it_it: Applicare uno sconto o una tariffa per gli ordini di ritiro locale

source: Automations
de_de: Automatisierungen
es_es: Automatizaciones
he_il: אוטומציות
it_it: Automazioni

source: Available Placeholders:
de_de: Verfügbare Platzhalter:
es_es: Marcadores de posición disponibles:
he_il: מצייני מיקום זמינים:
it_it: Segnaposto disponibili:

source: Background Color
de_de: Hintergrundfarbe
es_es: Color de fondo
he_il: צבע רקע
it_it: Colore di sfondo

source: Border Color
de_de: Rahmenfarbe
es_es: Color del borde
he_il: צבע גבול
it_it: Colore del bordo

source: Business Hours
de_de: Geschäftszeiten
es_es: Horario de atención
he_il: שעות פעילות
it_it: Orari di lavoro

source: Cart & Checkout Options
de_de: Warenkorb & Checkout-Optionen
es_es: Opciones de carrito y pago
he_il: אפשרויות עגלה וקופה
it_it: Opzioni carrello e pagamento

source: Change status to picked up
de_de: Status auf „Abgeholt“ ändern
es_es: Cambiar estado a recogido
he_il: שנה סטטוס לאסוף
it_it: Cambia stato in ritirato

source: Change status to ready for pickup
de_de: Status auf „Bereit zur Abholung“ ändern
es_es: Cambiar estado a listo para recoger
he_il: שנה את הסטטוס למוכן לאיסוף
it_it: Cambia stato in pronto per il ritiro

source: Customize
de_de: Anpassen
es_es: Personalizar
he_il: התאמה אישית
it_it: Personalizzare

source: Dark Font
de_de: Dunkle Schriftart
es_es: Fuente oscura
he_il: גופן כהה
it_it: Carattere scuro

source: Dismiss for 30 days
de_de: Für 30 Tage entlassen
es_es: Despedir por 30 días
he_il: פטר ל-30 יום
it_it: Licenziamento per 30 giorni

source: Display options
de_de: Anzeigeoptionen
es_es: Opciones de visualización
he_il: אפשרויות תצוגה
it_it: Opzioni di visualizzazione

source: Display pickup instructions during checkout
de_de: Abholanweisungen während des Bezahlvorgangs anzeigen
es_es: Mostrar instrucciones de recogida durante el pago
he_il: הצג הוראות איסוף במהלך התשלום
it_it: Visualizza le istruzioni per il ritiro durante il pagamento

source: Display Time Format
de_de: Anzeigezeitformat
es_es: Formato de visualización de la hora
he_il: הצגת פורמט זמן
it_it: Formato ora di visualizzazione

source: Edit Pickup Location
de_de: Abholort bearbeiten
es_es: Editar lugar de recogida
he_il: ערוך את מיקום האיסוף
it_it: Modifica luogo di ritiro

source: Email Content
de_de: E-Mail-Inhalt
es_es: Contenido del correo electrónico
he_il: תוכן בדוא"ל
it_it: Contenuto e-mail

source: Email content
de_de: E-Mail-Inhalt
es_es: Contenido del correo electrónico
he_il: תוכן באימייל
it_it: Contenuto dell'email

source: Email Design
es_es: Diseño de correo electrónico
he_il: עיצוב אימייל
it_it: Progettazione e-mail

source: Email heading
de_de: E-Mail-Überschrift
es_es: Encabezado del correo electrónico
he_il: כותרת אימייל
it_it: Intestazione e-mail

source: Email Subject
de_de: E-Mail-Betreff
es_es: Asunto del correo electrónico
he_il: נושא דוא"ל
it_it: Oggetto e-mail

source: Email type
de_de: E-Mail-Typ
es_es: Tipo de correo electrónico
he_il: סוג דוא"ל
it_it: Tipo di email

source: Enable email
de_de: E-Mail aktivieren
es_es: Habilitar correo electrónico
he_il: אפשר אימייל
it_it: Abilita e-mail

source: Enhance your WooCommerce store's local pickup service with Zorem Local Pickup. This powerful tool expands on the standard Local Pickup shipping method, offering a streamlined and efficient way to manage in-store pickups. Simplify your process and improve customer satisfaction with Zorem Local Pickup.
de_de: Verbessern Sie den lokalen Abholservice Ihres WooCommerce-Shops mit Zorem Local Pickup. Dieses leistungsstarke Tool erweitert die standardmäßige Versandmethode Local Pickup und bietet eine optimierte und effiziente Möglichkeit zur Verwaltung von Abholungen im Geschäft. Vereinfachen Sie Ihren Prozess und verbessern Sie die Kundenzufriedenheit mit Zorem Local Pickup.
es_es: Mejora el servicio de recogida local de tu tienda WooCommerce con Zorem Local Pickup. Esta potente herramienta amplía el método de envío estándar de recogida local y ofrece una forma optimizada y eficiente de gestionar las recogidas en tienda. Simplifica tu proceso y mejora la satisfacción del cliente con Zorem Local Pickup.
he_il: שפר את שירות האיסוף המקומי של חנות WooCommerce שלך עם Zorem Local Pickup. כלי רב עוצמה זה מרחיב את שיטת המשלוח הסטנדרטית של איסוף מקומי, ומציע דרך יעילה ויעילה לניהול איסוף בחנות. פשט את התהליך שלך ושפר את שביעות רצון הלקוחות עם Zorem Local Pickup.
it_it: Migliora il servizio di ritiro locale del tuo negozio WooCommerce con Zorem Local Pickup. Questo potente strumento amplia il metodo di spedizione standard Local Pickup, offrendo un modo semplificato ed efficiente per gestire i ritiri in negozio. Semplifica il tuo processo e migliora la soddisfazione del cliente con Zorem Local Pickup.

source: Force local pickup
de_de: Lokale Abholung erzwingen
es_es: Forzar recogida local
he_il: כפה איסוף מקומי
it_it: Forza il ritiro locale

source: Friday
de_de: Freitag
es_es: Viernes
he_il: יוֹם שִׁישִׁי
it_it: Venerdì

source: From
de_de: Aus
es_es: De
he_il: מִן
it_it: Da

source: Go Pro
de_de: Werde Profi
es_es: Hazte profesional
it_it: Diventa Pro

source: Hi %s,
de_de: Sein,
es_es: Su,
he_il: היי %s,
it_it: Il suo,

source: Hide Office Hours Header
de_de: Header „Sprechzeiten“ ausblenden
es_es: Ocultar encabezado de horario de oficina
he_il: הסתר את כותרת שעות המשרד
it_it: Nascondi intestazione Orario di ufficio

source: Hide Pickup Address Header
de_de: Kopfzeile der Abholadresse ausblenden
es_es: Ocultar el encabezado de la dirección de recogida
he_il: הסתר את כותרת כתובת האיסוף
it_it: Nascondi intestazione indirizzo di ritiro

source: Hide Widget Header
de_de: Widget-Header ausblenden
es_es: Ocultar el encabezado del widget
he_il: הסתר את כותרת הווידג'ט
it_it: Nascondi intestazione widget

source: https://www.zorem.com/shop
es_es: https://www.zorem.com/tienda

source: Light Font
de_de: Helle Schriftart
es_es: Fuente clara
he_il: גופן בהיר
it_it: Carattere chiaro

source: Local pickup appointments
de_de: Lokale Abholtermine
es_es: Citas de recogida local
he_il: פגישות איסוף מקומיות
it_it: Appuntamenti per il ritiro in loco

source: Local Pickup Dashboard
de_de: Dashboard für lokale Abholung
es_es: Panel de recogida local
he_il: לוח מחוונים לאיסוף מקומי
it_it: Dashboard del ritiro locale

source: Local pickup workflow
de_de: Workflow für die lokale Abholung
es_es: Flujo de trabajo de recogida local
he_il: זרימת עבודה של איסוף מקומי
it_it: Flusso di lavoro di ritiro locale

source: Location Name
de_de: Standortname
es_es: Nombre de la ubicación
he_il: שם מיקום
it_it: Nome della posizione

source: Mark order as picked up
de_de: Bestellung als abgeholt markieren
es_es: Marcar pedido como recogido
he_il: סמן את ההזמנה כאספה
it_it: Contrassegna l'ordine come ritirato

source: Mark order as ready for pickup
de_de: Bestellung als zur Abholung bereit markieren
es_es: Marcar el pedido como listo para recoger
he_il: סמן את ההזמנה כמוכנה לאיסוף
it_it: Contrassegna l'ordine come pronto per il ritiro

source: Monday
de_de: Montag
es_es: Lunes
he_il: יוֹם שֵׁנִי
it_it: Lunedi

source: Multiple pickup locations
de_de: Mehrere Abholorte
es_es: Varias ubicaciones de recogida
he_il: מקומות איסוף מרובים
it_it: Più punti di ritiro

source: My Account (orders history)
de_de: Mein Konto (Bestellverlauf)
es_es: Mi cuenta (historial de pedidos)
he_il: החשבון שלי (היסטוריית הזמנות)
it_it: Il mio account (cronologia degli ordini)

source: Name & Special Instructions
de_de: Name und besondere Anweisungen
es_es: Nombre e instrucciones especiales
he_il: שם והוראות מיוחדות
it_it: Nome e istruzioni speciali

source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
he_il: התראות
it_it: Notifiche

source: Notify your customers when their order is available for pickup
de_de: Benachrichtigen Sie Ihre Kunden, wenn ihre Bestellung zur Abholung bereit steht
es_es: Notifique a sus clientes cuando su pedido esté disponible para recoger
he_il: הודע ללקוחות שלך כאשר ההזמנה שלהם זמינה לאיסוף
it_it: Avvisa i tuoi clienti quando il loro ordine è disponibile per il ritiro

source: Office Hours Header Text
de_de: Kopftext für Sprechzeiten
es_es: Texto del encabezado del horario de oficina
he_il: טקסט כותרת של שעות משרד
it_it: Testo dell'intestazione dell'orario d'ufficio

source: Order received page
de_de: Seite „Bestellung erhalten“
es_es: Página de pedido recibido
he_il: דף ההזמנה התקבל
it_it: Pagina ordine ricevuto

source: Padding
de_de: Polsterung
es_es: Relleno
he_il: ריפוד
it_it: Imbottitura

source: Payment Method
de_de: Zahlungsmethode
es_es: Método de pago
he_il: שיטת תשלום
it_it: Metodo di pagamento

source: Pick up information
de_de: Informationen abholen
es_es: Información de recogida
he_il: קח מידע
it_it: Raccogli informazioni

source: Picked Up
de_de: Abgeholt
es_es: Recogido
he_il: הרים
it_it: Prelevato

source: Picked up
de_de: Abgeholt
es_es: Recogido
he_il: הרים
it_it: Prelevato

source: Pickup Address
de_de: Abholadresse
es_es: Dirección de recogida
he_il: כתובת לאיסוף
it_it: Indirizzo di ritiro

source: Pickup Address Header Text
de_de: Kopftext der Abholadresse
es_es: Texto del encabezado de la dirección de recogida
he_il: טקסט כותרת של כתובת איסוף
it_it: Testo dell'intestazione dell'indirizzo di ritiro

source: Pickup Appointments
de_de: Abholtermine
es_es: Citas de recogida
he_il: פגישות איסוף
it_it: Appuntamenti per il ritiro

source: Pickup Hours
de_de: Abholzeiten
es_es: Horario de recogida
he_il: שעות איסוף
it_it: Orari di ritiro

source: Pickup Location
de_de: Abholort
es_es: Lugar de recogida
he_il: מיקום איסוף
it_it: Luogo di ritiro

source: Pickup Location info
de_de: Informationen zum Abholort
es_es: Información sobre el lugar de recogida
he_il: מידע על מיקום האיסוף
it_it: Informazioni sul luogo di ritiro

source: Pickup Locations
de_de: Abholorte
es_es: Lugares de recogida
he_il: מיקומי איסוף
it_it: Luoghi di ritiro

source: Premium
de_de: Prämie
es_es: De primera calidad
he_il: פּרֶמיָה
it_it: Premio

source: Price Adjustments
de_de: Preisanpassungen
es_es: Ajustes de precios
he_il: התאמות מחיר
it_it: Adeguamenti dei prezzi

source: Processing order email
de_de: E-Mail zur Auftragsbearbeitung
es_es: Procesando pedido por correo electrónico
he_il: עיבוד מייל הזמנה
it_it: Elaborazione ordine e-mail

source: Products
de_de: Produkte
es_es: Productos
he_il: מוצרים
it_it: Prodotti

source: Products Catalog Options
de_de: Produktkatalogoptionen
es_es: Opciones del Catálogo de Productos
he_il: אפשרויות קטלוג מוצרים
it_it: Opzioni catalogo prodotti

source: Ready for Pickup
de_de: Bereit zur Abholung
es_es: Listo para recoger
he_il: מוכן לאיסוף
it_it: Pronto per il ritiro

source: Ready for pickup
de_de: Bereit zur Abholung
es_es: Listo para recoger
he_il: מוכן לאיסוף
it_it: Pronto per il ritiro

source: Recipients
de_de: Empfänger
es_es: Destinatarios
he_il: נמענים
it_it: Destinatari

source: Saturday
de_de: Samstag
es_es: Sábado
he_il: שַׁבָּת
it_it: Sabato

source: Save & close
de_de: Speichern & schließen
es_es: Guardar y cerrar
he_il: שמור וסגור
it_it: Salva e chiudi

source: Select time format which you want to display in business hours for customers.
de_de: Wählen Sie das Zeitformat aus, das Sie während der Geschäftszeiten für Kunden anzeigen möchten.
es_es: Seleccione el formato de hora que desea mostrar en horario comercial para los clientes.
he_il: בחר פורמט זמן שברצונך להציג בשעות הפעילות ללקוחות.
it_it: Seleziona il formato orario che desideri visualizzare durante l'orario lavorativo per i clienti.

source: Send Email
de_de: E-Mail senden
es_es: Enviar correo electrónico
he_il: שלח אימייל
it_it: Invia email

source: Shipping Method
de_de: Versandart
es_es: Método de envío
he_il: שיטת משלוח
it_it: Metodo di spedizione

source: Show local pickup availability messages
de_de: Nachrichten zur Verfügbarkeit lokaler Abholung anzeigen
es_es: Mostrar mensajes de disponibilidad de recogida local
he_il: הצג הודעות זמינות לאיסוף מקומי
it_it: Mostra messaggi sulla disponibilità del ritiro locale

source: Special Instruction
de_de: Besondere Anweisung
es_es: Instrucción especial
he_il: הדרכה מיוחדת
it_it: Istruzioni speciali

source: Split the work hours
de_de: Teilen Sie die Arbeitszeit auf
es_es: Dividir las horas de trabajo
he_il: פיצלו את שעות העבודה
it_it: Dividere le ore di lavoro

source: Sunday
de_de: Sonntag
es_es: Domingo
he_il: יוֹם רִאשׁוֹן
it_it: Domenica

source: The location name for your business location.
de_de: Der Standortname für Ihren Geschäftsstandort.
es_es: El nombre de la ubicación de su negocio.
he_il: שם המיקום של מיקום העסק שלך.
it_it: Nome della sede della tua attività.

source: The phone number for your business information.
de_de: Die Telefonnummer für Ihre Geschäftsinformationen.
es_es: El número de teléfono para la información de su negocio.
he_il: מספר הטלפון של פרטי העסק שלך.
it_it: Il numero di telefono per le informazioni sulla tua attività.

source: the select for working days of your store.
de_de: die Auswahl für die Arbeitstage Ihres Geschäfts.
es_es: Seleccione los días laborables de su tienda.
he_il: הבחירה לימי העבודה של החנות שלך.
it_it: seleziona i giorni lavorativi del tuo negozio.

source: The special instruction for your store.
de_de: Die spezielle Anleitung für Ihr Geschäft.
es_es: La instrucción especial para su tienda.
he_il: ההדרכה המיוחדת לחנות שלך.
it_it: Le istruzioni speciali per il tuo negozio.

source: This email type can not be previewed please try a different order or email type.
de_de: Für diesen E-Mail-Typ kann keine Vorschau angezeigt werden. Bitte versuchen Sie es mit einer anderen Bestellung oder einem anderen E-Mail-Typ.
es_es: No se puede obtener una vista previa de este tipo de correo electrónico; intente con un pedido o tipo de correo electrónico diferente.
he_il: לא ניתן לצפות בתצוגה מקדימה של סוג דוא"ל זה, אנא נסה סדר או סוג אחר של דוא"ל.
it_it: Questo tipo di email non può essere visualizzato in anteprima. Prova con un ordine o un tipo di email diverso.

source: Thursday
de_de: Donnerstag
es_es: Jueves
he_il: יוֹם חֲמִישִׁי
it_it: Giovedì

source: Tuesday
de_de: Dienstag
es_es: Martes
he_il: יוֹם שְׁלִישִׁי
it_it: Martedì

source: UPGRADE NOW
de_de: JETZT UPGRADEN
es_es: ACTUALIZAR AHORA
he_il: שדרג עכשיו
it_it: AGGIORNA ORA

source: Upgrade to ALP PRO!
de_de: Upgrade auf ALP PRO!
es_es: ¡Actualízate a ALP PRO!
he_il: שדרג ל-ALP PRO!
it_it: Passa ad ALP PRO!

source: Upgrade to PRO
de_de: Upgrade auf PRO
es_es: Actualizar a PRO
he_il: שדרג ל-PRO
it_it: Passa a PRO

source: Wednesday
de_de: Mittwoch
es_es: Miércoles
he_il: יוֹם רְבִיעִי
it_it: Mercoledì

source: Widget Header
es_es: Encabezado del widget
he_il: כותרת יישומון
it_it: Intestazione widget

source: Widget Header Text
es_es: Texto del encabezado del widget
he_il: טקסט כותרת יישומון
it_it: Testo dell'intestazione del widget

source: Widget Style
de_de: Widget-Stil
es_es: Estilo de widget
he_il: סגנון יישומון
it_it: Stile widget

source: Work Hours
de_de: Arbeitszeit
es_es: Horas de trabajo
he_il: שעות עבודה
it_it: Orario di lavoro

source: you must add location name and save to proceed
de_de: Sie müssen den Standortnamen hinzufügen und speichern, um fortzufahren
es_es: Debes agregar el nombre de la ubicación y guardar para continuar.
he_il: עליך להוסיף שם מיקום ולשמור כדי להמשיך
it_it: devi aggiungere il nome della posizione e salvare per procedere

source: You will receive an email when your order is ready for pickup.
de_de: Sie erhalten eine E-Mail, wenn Ihre Bestellung zur Abholung bereit ist.
es_es: Recibirás un correo electrónico cuando tu pedido esté listo para ser recogido.
he_il: תקבל אימייל כשההזמנה שלך תהיה מוכנה לאיסוף.
it_it: Riceverai un'e-mail quando il tuo ordine sarà pronto per il ritiro.

source: zorem
es_es: Zorro
he_il: זורם
it_it: zorro

source: Zorem Local Pickup
de_de: Lokale Abholung durch Zorem
es_es: Recogida local en Zorem
he_il: איסוף מקומי של זורם
it_it: Ritiro locale a Zorem

source: https://www.zorem.com/
it_it: Italiano: https://www.zorem.com/
